tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "wez/wezterm"

brew "asciidoctor"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "lazygit"
brew "fd"

cask "intellij-idea-ce"
cask "temurin"
cask "wezterm"
cask "raycast"
cask "dash"
cask "docker"
